Repository: eggemplo/affiliates-translations
Catalog: */affiliates-*.po
Languages: german

source: Write part of the title or the post ID. If left empty, no terms disclaimer will be shown.
german: Schreiben Sie einen Teil des Titels oder die Beitrags-/Post-ID. Falls leer, dann wird kein Begriffsausschluss angezeigt werden.

source: You are already registered as an affiliate.
german: Sie sind bereits als ein Affiliate registriert.

source: You may also append the ?%s=... part to links to your posts.
german: Möglicherweise wollen Sie auch den ?%s=… Teil mit Ihrem Beitrag/Post verlinken.

source: Your site is not using pretty <a href="%s">permalinks</a>. You will only be able to use URL parameter based <span class="affiliate-link">affiliate links</span> but not pretty <span class="affiliate-permalink">affiliate permalinks</span>, unless you change your permalink settings.
german: Ihre Site verwendet keinen schönen (pretty) <a href="%s">Permalinks</a>. Sie werden nur in der Lage sein, URL-Parameter <span class="affiliate-link">Affiliate-Links</span> zu verwenden, aber keine pretty <span class="affiliate-permalink">Affiliate-Permalinks</span>, solange Sie Ihre Permalink-Einstellungen nicht anpassen.

source: [%s] New Affiliate Registration
german: [%s] Neue Affiliate-Registrierung

source: you need to adjust your <a href="%s">permalink settings</a>.
german: Sie müssen Ihre <a href="%s">Permalink-Einstellungen</a> anpassen.
