Repository: eggemplo/affiliates-translations
Catalog: */affiliates-pro-*.po
Languages: german

source: %.3f Ratio
german: %.3f Anteil

source: %d Visit
german: %d Visit (Besuch)

source: (inoperative)
german: (nicht operativ)

source: (removed)
german: (entfernt)

source: *To undo, each referral would have to be set to the desired status individually.
german: *Um dies rückgängig zu machen, müsste jeder Referral individuell und manuell auf den gewünschten Status gesetzt werden.

source: Accepted
german: Akzeptiert

source: Access denied.
german: Zugang verweigert.

source: Add
german: Hinzufügen

source: Add a new attribute
german: Neue Eigenschaft hinzufügen

source: Administrator Email Address
german: Administrator-Email-Adresse

source: Administrator message:
german: Administrator-Nachricht:

source: Administrator notifications
german: Administrator-Mitteilung

source: Administrator subject:
german: Administrator-Betreff:

source: Affiliate Attributes
german: Affiliate-Eigenschaften

source: Affiliate Username
german: Affiliate-Benutzername

source: Affiliate message:
german: Affiliate-Nachricht:

source: Affiliate notifications
german: Affiliate-Mitteilungen

source: Affiliate subject:
german: Affiliate-Betreff:

source: Amount
german: Betrag

source: Apply
german: Anwenden

source: Cancel
german: Abbrechen

source: Clear
german: Entfernen

source: Click to add a new affiliate
german: Klicken, um neuen Affiliate hinzuzufügen

source: Click to add a new attribute
german: Klicken, um neue Eigenschaft hinzuzufügen

source: Click to close these referrals
german: Klicken, um diese Referrals zu schliessen

source: Click to generate a PayPal Mass Payment File
german: Klicken, um eine Massenzahlungs-Datei für PayPal zu generieren

source: Close Referrals
german: Referrals schliessen

source: Close referrals
german: Referrals schliessen

source: Close these referrals by clicking:
german: Diese Referrals schliessen mittels Klick:

source: Closed
german: Geschlossen

source: Closing referrals
german: Referrals schliessen

source: Coupons may not be assigned to multiple affiliates. The coupon code <strong>%s</strong> has already been assigned to the affiliate with Id %d.
german: Coupons können nicht mehreren Affiliates zugewiesen werden. Der Coupon-Code<strong>%s</strong> ist bereits dem Affiliate mit der Id %d zugewiesen worden.

source: Currency
german: Währung

source: Date
german: Datum

source: Default referral amount calculation
german: Standardmäßige Berechnung des Referral-Betrags

source: Default referral calculation
german: Standardmäßige Referral-Berechnung

source: Default referral calculation value
german: Standardmäßiger Wert der Referral-Berechnung

source: Default subjects and messages
german: Standard-Betreff und -Nachricht

source: Duplicate key
german: Schlüssel (Key) duplizieren

source: Edit
german: Bearbeiten

source: Edit %s
german: %s bearbeiten

source: Edit an affiliate
german: Affiliate bearbeiten

source: Edit an attribute
german: Eigenschaft bearbeiten

source: Enable notifications
german: Mitteilungen einschalten

source: Failed
german: Fehlgeschlagen

source: Filters
german: Filter

source: First Name
german: Vorname

source: From
german: Von

source: Generate
german: Generieren

source: Generate PayPal Mass Payment File
german: PayPal Massenzahlungs-Datei generieren

source: If a valid <strong>Username</strong> is specified and no email is given, the user's email address will be used automatically.
german: Falls ein gültiger <strong>Benutzername</strong> vorhanden ist aber keine Email-Adresse angegeben wird, dann wird automatisch die Email-Adresse des Benutzers verwendet.

source: If these referrals can be closed, click the confirmation button below.
german: Falls diese Referrals geschlossen werden können, dann den Bestätigungs-Knopf unten klicken.

source: Include inoperative affiliates
german: Nicht operative Affiliates eingeschlossen

source: Include removed affiliates
german: Entfernte Affiliates eingeschlossen

source: Integration-specific data tokens can also be used in the subject and message.
german: Integrationsspezifische Datensymbole (data tokens) können auch im Betreff und in der Nachricht verwendet werden.

source: Invalid data
german: Ungültige Daten

source: Invalid key
german: Ungültiger Schlüssel (Key)

source: Key
german: Schlüssel (Key)

source: Last Name
german: Nachname

source: Manage Affiliates
german: Affiliates verwalten

source: Message
german: Nachricht

source: Message format and tokens
german: Nachrichten-Formate und -Symbole (Tokens)

source: Minimum Total
german: Total Minimum

source: More than one notification may be sent if multiple statuses are enabled.
german: Es kann sein, dass mehr als eine Benachrichtigung versendet wird, wenn mehrere Status eingeschaltet sind.

source: New Affiliate
german: Neuer Affiliate

source: New Attribute
german: Neue Eigenschaft

source: No such affiliate.
german: Kein solcher Affiliate

source: None
german: Keine

source: Note that the PayPal Mass Payment <a target='_blank' href='%s'>File Format</a> allows only one currency type per Mass Payment file.
german: Beachten Sie, dass das <a target='_blank' href='%s'>Dateiformat</a> für PayPal-Massenüberweisung nur eine Währung je Überweisung erlaubt.

source: Notifications
german: Benachrichtigungen

source: Notifications for the site administrator and affiliates can be enabled here. If the integration used provides its own notification settings, enable these through the integration&rsquo;s settings or here. Do not enable them both, as that could cause duplicate notifications to be sent.
german: Benachrichtigungen für den Site-Administrator und Affiliates können hier eingeschaltet werden. Falls die verwendete Integration ihre eigenen Benachrichtigungs-Einstellungen zur Verfügung stellt, dann schalten Sie diese via den Integrations-Einstellungen oder hier ein. Schalten Sie nicht beide ein, da dies ansonsten dazu führen könnte, dass Benachrichtigungen doppelt versendet werden.

source: Notifications on referral status updates are only sent when the status changes from <em>pending</em> to <em>accepted</em>.
german: Benachrichtigungen über die Referral-Status werden nur versendet, wenn der Status von <em>in Bearbeitung</em> auf <em>akzeptiert</em> wechselt.

source: Notifications on referral status updates may not be supported by all integrations.
german: Benachrichtigungen über Referral-Status-Aktualisierungen (-Updates) werden nicht von allen Integrationen unterstützt.

source: Notifications will be sent to affiliates when credited with a referral.
german: Benachrichtungen werden an Affiliates werden dann versendet, wenn diesen ein Referral gutgeschrieben wird.

source: Notifications will be sent to the email address specified in <em>Settings > General</em>, or if indicated, to the email address specified here.
german: Benachrichtigungen werden an die unter <em>Einstellungen > Allgemein</em> oder, falls vorhanden, an die hier angegebene Email-Adresse gesendet.

source: Notifications will only be sent if this option is activated.
german: Benachrichtigungen werden nur versendet, wenn diese Option aktiviert ist.

source: Notify the affiliates
german: Affiliates benachrichtigen

source: Notify the site administrator
german: Site-Administrator benachrichtigen

source: Notify when a referral is:
german: Benachrichtigen, wenn ein Referral:

source: Omitted
german: Ausgelassen

source: Pending
german: Unerledigt

source: Please review the list of referrals that will be <em>closed</em>.
german: Bitte überprüfen Sie die Liste derjenigen Referrals, die <em>geschlossen</em> werden.

source: Post
german: Veröffentlichen

source: Pretty
german: Schön

source: Ratio
german: Anteil

source: Referral Amount
german: Referral-Betrag

source: Referral Amount Method
german: Referral-Betrags-Methode

source: Referral Rate
german: Referral-Anteil

source: Rejected
german: Zurückgewiesen

source: Remove
german: Entfernen

source: Remove an attribute
german: Eigenschaft entfernen

source: Results per page
german: Ergebnisse pro Seite

source: Save
german: Speichern

source: Settings
german: Einstellungen

source: Show totals for accepted referrals
german: Zeige Totale für akzeptierte Referrals

source: Show totals for closed referrals
german: Zeige Totale für geschlossene Referrals

source: Show totals for pending referrals
german: Zeige Totale für unerledigte Referrals

source: Show totals for rejected referrals
german: Zeige Totale für zurückgewiesene Referrals

source: Subject
german: Betreff

source: The <a href="http://www.itthinx.com/plugins/affiliates" target="_blank">Affiliates</a> plugin must be deactivated or removed.
german: Das <a href="http://www.itthinx.com/plugins/affiliates" target="_blank">Affiliates</a>-Plugin muss deaktiviert oder entfernt werden.

source: The current referral status
german: Gegenwärtige Referral-Status

source: The message format is HTML and line breaks must be indicated by <code>&lt;br/&gt;</code>.
german: Das Nachrichten-Format ist HTML und Zeilenumbrüche müssen mittels <code>&lt;br/&gt;</code> angegeben werden.

source: The referring affiliate&rsquo;s ID
german: Die verweisende (referring) Affiliates-ID

source: The referring affiliate&rsquo;s email address
german: Die verweisende (referring) Affiliates-Email-Adresse

source: The referring affiliate&rsquo;s name
german: Der verweisende (referring) Affiliates-Name

source: There are different email addresses on record for the affiliate and the associated user. This might be ok, but if in doubt please check. The email address on file for the user is %s
german: Es liegen unterschiedliche Email-Adressen für den Affiliate und den zugeordneten Benutzer vor. Dies kann in Ordnung sein, aber falls Sie Zweifel haben, dann überprüfen Sie dies bitte. Die für den Benutzer gespeicherte Email-Adresse ist %s

source: There are no results.
german: Es liegen keine Ergebnisse vor.

source: These default tokens can be used in the subjects and the messages:
german: Diese Standard-Symbole (-Tokens) können im Betreff und der Nachricht verwendet werden:

source: These referrals could not be updated to <em>%s</em>.
german: Diese Referrals konnten nicht auf <em>%s</em> aktualisiert werden.

source: These referrals have been omitted because their status must not be changed to <em>%s</em>.
german: Diese Referrals sind ausgelassen worden, weil deren Status nicht auf <em>%s</em> geändert werden sollte.

source: These referrals have been updated to <em>%s</em>.
german: Diese Referrals sind auf <em>%s</em> aktualisert worden.

source: These settings will be used to calculate referral amounts, if no specific settings are given for an affiliate.
german: Diese Einstellungen werden dazu verwendet, um den Referral-Betrag zu berechnen, falls keine individuellen Einstellungen für einen bestimmten Affiliate eingegeben worden sind.

source: This action can not be undone*.
german: Dies kann nicht rückgängig gemacht werden*.

source: Title:
german: Titel:

source: Totals
german: Totale

source: Until
german: Bis

source: Updated
german: Aktualisiert

source: Username
german: Benutzername

source: Usually only referrals that are <em>accepted</em> and have been paid out should be <em>closed</em>. If there are unwanted or too many referrals shown, restrict your filter settings.
german: Üblicherweise sollten nur Referrals die <em>akzeptiert</em> und ausbezahlt worden sind, <em>geschlossen</em> werden. Falls hier unerwünschte oder zu viele Referrals angezeigt werden, dann schränken Sie Ihre Filter-Einstellungen ein.

source: Value
german: Wert

source: Visits
german: Visits (Besuche)

source: You are running PHP with <a target="_blank" href="http://www.php.net/manual/en/book.bc.php">BCMath Arbitrary Precision Mathematics</a> disabled. Your <strong>Affiliates</strong> plugin will use substitute functions, but you should seriously consider getting BCMath enabled to avoid loss of precision.
german: Ihr Webserver setzt PHP ohne <a target="_blank" href="http://www.php.net/manual/en/book.bc.php">BCMath Arbitrary Precision Mathematics</a> ein. Das <strong>Affiliates</strong>-Plugin wird Ersatzfunktionen einsetzen. Trotzdem sollten Sie ernsthaft in Erwägung ziehen, BCMath einzusetzen, um einen Verlust an Präzision beim Berechnen zu vermeiden.

source: Your site is not using pretty <a href="%s">permalinks</a>. You will only be able to use URL parameter based <span class="affiliate-link">affiliate links</span> but not pretty <span class="affiliate-permalink">affiliate permalinks</span>, unless you change your permalink settings.
german: Ihre Site verwendet keinen schönen (pretty) <a href="%s">Permalinks</a>. Sie werden nur in der Lage sein, URL-Parameter <span class="affiliate-link">Affiliate-Links</span> zu verwenden, aber keine pretty <span class="affiliate-permalink">Affiliate-Permalinks</span>, solange Sie Ihre Permalink-Einstellungen nicht anpassen.

source: you need to adjust your <a href="%s">permalink settings</a>.
german: Sie müssen Ihre <a href="%s">Permalink-Einstellungen</a> anpassen.
