Repository: eggemplo/affiliates-translations
Catalog: */affiliates-*.po
Languages: german

# paging
source: %1$s of %2$s
german: %1$s von %2$s

source: %10d Accepted
german: %10d Akzeptiert

source: %10d Closed
german: %10d Geschlossen

source: %10d Pending
german: %10d Ausstehend

source: %10d Rejected
german: %10d Abgelehnt

source: %10d Visits
german: %10d Visits (Besuche)

source: %d Day Charts
german: %d Tages-Charts

source: (inoperative)
german: (ruhend)

source: (removed)
german: (entfernt)

source: * Date is given for the server's time zone : %s, which has an offset of %s hours with respect to GMT.
german: *Das Datum wird für die Zeitzone des Servers ausgegeben: %s, mit einer Abweichung von %s Stunden zu GMT.

source: * Required when an amount is provided. Examples: USD, GBP, EUR, ...
german: *Erforderlich, wenn ein Betrag angegeben wird. Beispiele: USD, GBP, EUR, …

source: 1 item
german: 1 Element

source: <em>All time</em> includes data from any affiliates, including deleted affiliates.
german: <em>Allzeit</em> beinhaltet Daten von allen Affiliates, inklusive der gelöschten.

source: <em>From operative affiliates:</em> includes affiliates that are currently active. This excludes affiliates whose dates are not currently valid as well as those that have been deleted.
german: <em>Von aktiven Affiliates:</em> umfasst Affiliates, die gegenwärtig aktiv tätig sind. Nicht enthalten sind Affiliates, deren Daten gegenwärtig nicht gültig sind sowie solche, die gelöscht worden sind.

source: <em>From operative and non-operative affiliates:</em> excludes deleted affiliates.
german: <em>Von operativen und nicht-operativen Affiliates:</em> gelöschte Affiliates sind nicht enthalten.

source: <em>Hits</em> are HTTP requests for affiliate links.
german: <em>Hits</em> sind HTTP-Anfragen (-Requests) für Affiliate-Links.

source: <em>Referrals</em> are recorded by request through the use of an API function. See the <a href="http://www.itthinx.com/plugins/affiliates" target="_blank">documentation</a> for more information.
german: <em>Referrals</em> werden bei einer Anfrage (Request) aufgezeichnet mittels einer API-Funktion. Siehe die <a href="http://www.itthinx.com/plugins/affiliates" target="_blank">Documentation</a> (engl. Dokumentation) für mehr Informationen dazu.

source: <em>Visits</em> are unique and daily requests for affiliate links.
german: <em>Visits</em> (Besuche) sind einmalig und tägliche Anfragen (Requests) für Affiliate-Links.

source: <p>Please fill in the required information in your <a href="%s">profile</a> first.</p>
german: <p>Bitte tragen Sie zuerst die erforderlichen Angaben in Ihrem <a href="%s">Profil</a> ein.</p>

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
german: <strong>FEHLER</strong>: Sie konnten nicht registriert werden… bitte kontaktieren Sie den <a href="mailto:%s">Webmaster</a> !

source: <strong>ERROR</strong>: Please enter a username.
german: <strong>FEHLER</strong>: Bitte geben Sie einen Benutzernamen an.

source: <strong>ERROR</strong>: Please type your e-mail address.
german: <strong>FEHLER</strong>: Bitte geben Sie Ihre Email-Adresse an.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
german: <strong>ERROR</strong>: Die Email-Adresse ist nicht richtig.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
german: <strong>ERROR</strong>: Diese Email-Adresse existiert bereits, bitte wählen Sie eine andere.

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
german: <strong>ERROR</strong>: Dieser Benutzername existiert bereits, bitte wählen Sie einen anderen.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
german: <strong>ERROR</strong>: Dieser Benutzername ist ungültig, da er unzulässige Zeichen enthält.

source: A minimum set of permissions will be preserved.
german: Ein minimales Set von Befugnissen bleibt bestehen.

source: Accepted
german: Akzeptiert

source: Access affiliates
german: Affiliates abrufen

source: Access denied.
german: Zugang abgelehnt

source: Access your profile
german: Ihr Profil aufrufen

source: Add
german: Hinzufügen

source: Add a new affiliate
german: Neuen Affiliate hinzufügen

source: Administer affiliates
german: Affiliates verwalten

source: Administer options
german: Verwaltungsoptionen

source: Affiliate Area
german: Affiliate-Bereich

source: Affiliate ID Encoding
german: Affiliate-ID-Verschlüsselung

source: Affiliate ID encoding
german: Affiliate-ID verschlüsseln

source: Affiliate Username
german: Affiliate-Benutzername

source: Affiliate registration
german: Affiliate-Registrierung

source: Affiliates Overview
german: Affiliates-Übersicht

source: Affiliates contact form submission
german: Affiliates-Kontaktformular-Einreichung

source: Affiliates network data
german: Affiliates-Network-Daten

source: Affiliates options
german: Affiliates-Optionen

source: All time (includes data from deleted affiliates):
german: Allzeit (enthält auch die Daten gelöschter Affiliates):

source: Allow affiliate registration
german: Registrierung von Affiliates erlauben

source: Allow duplicate referrals
german: Duplizieren von Referrals erlauben

source: Allow to record duplicate referrals for the same affiliate (based on amount, currency, internal type and reference).
german: Das Aufzeichnen von duplizierten Referrals für den gleichen Affiliate erlauben (basierend auf Betrag, Währung, internem Typ und Referenz).

source: Also search in descriptions
german: Auch in Beschreibungen suchen

source: Amount
german: Betrag

source: Amount (use . for decimals):
german: Betrag (für Dezimalstellen . verwenden):

source: Apply
german: Anwenden

source: Back
german: Zurück

source: By enabling this option you agree to be solely responsible for any loss of data or any other consequences thereof.
german: Mit dem Einschalten dieser Option erklären Sie sich als alleinig verantwortlich für möglichen Datenverluste oder andere damit verbundenen Konsequenzen.

source: By signing up, you indicate that you have read and agree to the %s.
german: Mit der Anmeldung erklären Sie, dass Sie die %s gelesen haben und ihnen zustimmen.

source: CAUTION: If this option is active while the plugin is deactivated, ALL affiliate and referral data will be DELETED. If you want to retrieve data about your affiliates and their referrals and are going to deactivate the plugin, make sure to back up your data or do not enable this option. By enabling this option you agree to be solely responsible for any loss of data or any other consequences thereof.
german: WARNUNG: Wenn diese Option aktiv ist während das Plugin deaktiviert wird, dann werden ALLE Affiliate- und Referral-Daten GELÖSCHT. Falls Sie Daten zu Ihren Affiliates und Referrals abfragen wollen und gerade dabei sind, das Plugin zu deaktivieren, dann stellen Sie sicher, dass Sie ein Backup Ihrer Daten haben oder schalten Sie die Option nicht ein. Mit dem Einschalten dieser Option erklären Sie sich als alleinig für jeden Verlust von Daten und anderen damit verbundenen Konsequenzen verantwortlich.

source: CAUTION: If this option is active while the plugin is network deactivated, <strong>ALL affiliate and referral data will be DELETED on all sites of the network</strong>.
german: WARNUNG: Wenn diese Option aktiv ist während das Plugin für das Netzwerk deaktiviert wird, dann werden <strong>ALLE Affiliate- und Referral-Daten GELÖSCHT für alle Sites im Netzwerk</strong>.

source: CAUTION: If you change this setting and have distributed affiliate links or permalinks, make sure that these are updated. Unless the incoming affiliate links reflect the current URL parameter name, no affiliate hits, visits or referrals will be recorded.
german: WARNUNG: Falls Sie diese Einstellung ändern und zuvor Affiliate-Links oder -Permalinks zugewiesen haben, dann stellen Sie sicher, dass diese aktualisiert werden. Falls die eingehenden Affiliate-Links nicht die gegenwärtigen URL-Parameter-Namen widerspiegeln, werden keine Affiliate-Hits, -Visits oder -Referrals aufgezeichnet werden.

source: CAUTION: If you change this setting and have distributed affiliate links or permalinks, make sure that these are updated. Unless the incoming affiliate links reflect the current encoding, no affiliate hits, visits or referrals will be recorded.
german: WARNUNG: Falls Sie diese Einstellung ändern und zuvor Affiliate-Links oder -Permalinks zugewiesen haben, dann stellen Sie sicher, dass diese aktualisiert werden. Falls die eingehenden Affiliate-Links nicht die gegenwärtigen Verschlüsselung widerspiegeln, werden keine Affiliate-Hits, -Visits oder -Referrals aufgezeichnet werden.

source: Cancel
german: Abbrechen

source: Clear
german: Entfernen

source: Click to add a new affiliate
german: Klicken, um neuen Affilite hinzuzufügen

source: Click to add a referral manually
german: Klicken, um einen Referral manuell hinzuzufügen

source: Closed
german: Geschlossen

source: Count
german: Zählen

source: Currency
german: Währung

source: Currency - 3 letter code, e.g. USD, EUR:
german: Währung - 3-Buchstaben-Währungs-ISO-Code, z.B. USD, EUR:

source: Currency ID
german: Währungs-ID

source: Data
german: Daten

source: Date
german: Datum

source: Date & Time
german: Datum & Zeit

source: Days
german: Tage

source: Days back
german: Vor Tagen

source: Deactivation and data persistence
german: Deaktivierung und Datenfortbestand

source: Default referral status
german: Standardmäßiger Referral-Status

source: Delete all affiliate data on network deactivation
german: Alle Affiliate-Daten bei netzwerkweiter Deaktivierung löschen

source: Delete all plugin data on deactivation
german: Alle Plugin-Daten bei Deaktivierung löschen

source: Description
german: Beschreibung

source: Descriptions
german: Beschreibungen

# pseudo-affiliate name
source: Direct
german: Direkt

source: Direct referrals
german: Direkte Referrals

source: Duplicate referrals
german: Referrals duplizieren

source: Edit
german: Bearbeiten

source: Edit %s
german: %s bearbeiten

source: Edit Referral
german: Referral bearbeiten

source: Edit an affiliate
german: Affiliate bearbeiten

source: Expand data
german: Mehr an Daten zeigen

source: Expand descriptions
german: Mehr an Beschreibungen zeigen

source: Expand details
german: Mehr an Details zeigen

source: Expand hits
german: Mehr an Hits zeigen

source: Expand referrals
german: Mehr an Referrals zeigen

source: Filters
german: Filter

source: First Name
german: Vorname

source: From
german: Von

source: From : %s
german: Von: %s

source: From operative affiliates:
german: Von operativen Affiliates:

source: From operative and non-operative affiliates:
german: Von operativen und nicht-operativen Affiliates:

source: Generate
german: Generieren

source: Here you can <strong>add</strong>, <strong>edit</strong> and <strong>remove</strong> affiliates.
german: Hier können Sie Affiliates <strong>hinzufügen</strong>, <strong>bearbeiten</strong> und <strong>entfernen</strong>.

source: Hits on affiliate links from these robots will be marked or not recorded. Put one entry on each line.
german: Hits auf diese Affiliate-Links von diesen Robots werden markiert oder nicht aufgezeichnet. Pro Zeile ein Eintrag.

source: I do not know how to delete what does not exist.
german: Ich weiss nicht, wie ich etwas löschen soll, das es gar nicht gibt.

source: If a valid <strong>Username</strong> is specified and no email is given, the user's email address will be used automatically.
german: Falls ein gültiger <strong>Benutzername</strong> vorhanden ist aber keine Email-Adresse angegeben wird, dann wird automatisch die Email-Adresse des Benutzers verwendet.

source: If this option is enabled, whenever a referral is suggested and no affiliate is attributable to it, the referral will be attributed to Direct.
german: Falls diese Option eingeschaltet ist (immer wenn ein Referral vorgeschlagen und kein Affiliate zugeordnet wird) wird der Referral zu 'Direkt' zugeordnet.

source: If you enter 0, referrals will only be valid until the visitor closes the browser (session).
german: Falls Sie 0 eingeben, dann werden Referrals nur solange gültig sein, bis der Besucher seinen Browser schliesst und damit die Session beendet.

source: If you lock yourself out, please ask an administrator to help.
german: Falls Sie sich selbst ausgesperrt haben, dann fragen Sie bitte einen Administrator um Hilfe.

source: If your affiliates are using affiliate links based on the previous Affiliate URL parameter name, they <strong>NEED</strong> to update their affiliate links.
german: Falls Ihre Affiliates Links verwenden, die auf vorherigen Affiliate-URL-Parameter-Namen basieren, dann <strong>MÜSSEN</strong> diese ihre Affiliate-Links aktualisieren.

source: Include inoperative affiliates
german: Nicht operative Affiliates einschliessen

source: Include removed affiliates
german: Entfernte Affiliates einschliessen

source: It has two purposes:
german: Es verfolgt zwei Zwecke:

source: Last Name
german: Nachname

source: Log in <a href="%s">here</a>.
german: Hier <a href="%s">einloggen</a>.

source: Log out
german: Ausloggen

source: Make sure to back up your data or do not enable this option.
german: Stellen Sie sicher, dass Sie über ein Daten-Backup verfügen oder schalten Sie diese Option nicht ein.

source: Manage Affiliates
german: Affiliates verwalten

source: Message
german: Nachricht

source: New Affiliate
german: Neuer Affiliate

source: New Referral
german: Neuer Referral

source: New affiliate registration on your site %s:
german: Neuer Affiliate hat sich registriert %s:

source: No encoding
german: Keine Verschlüsselung

source: No such affiliate.
german: Kein solcher Affiliate.

source: Note that <em>deleted</em> affiliates are not literally deleted but marked as such so that data that has been collected will still be accesible.
german: Beachten Sie, dass <em>löschen</em> Affiliates nicht wirklich löscht, sondern nur so markiert, damit deren aufgezeichneten Daten weiterhin zugänglich sind.

source: Notify the site admin when a new affiliate is registered
german: Den Site-Administrator benachrichtigen, wenn ein neuer Affiliate sich registriert

source: Once a visitor has landed on your site through an affiliate link, referrals may be recorded and attributed to the affiliate.
german: Sobald ein Besucher auf Ihrer Site gelandet ist via einen Affiliate-Link, dann können Referrals aufgezeichnet und dem Affiliate zugeordnet werden.

source: Options
german: Optionen

source: Page generation
german: Seiten-Generierung

source: Pending
german: Ausstehend

source: Permissions
german: Berechtigungen

source: Please check your email for the confirmation link.
german: Bitte überprüfen Sie Ihre Email für den Bestätigungs-Link.

source: Post
german: Veröffentlichen

source: Press the button to generate an affiliate area.
german: Den Knopf drücken, um einen Affiliate-Bereich zu generieren.

source: Pretty
german: Nett

source: Pretty pointless ...
german: Nutzlos...

source: READ AND UNDERSTAND the following before activating this option:
german: LESEN UND VERSTEHEN Sie das Folgende, bevor Sie diese Option aktivieren:

source: Ratio
german: Anteil

source: Redirect
german: Umleiten (redirect)

source: Redirect to destination without Affiliate URL parameter, after a hit on an affiliate link has been detected.
german: Zu einer Zieladresse ohne Affiliate-URL-Parameter umleiten (redirect), nachdem ein Hit auf einen Affiliate-Link entdeckt worden ist.

source: Redirection
german: Umleitung

source: Reference
german: Referenz

source: Referral timeout
german: Referral-Zeitsperre (-Timeout)

source: Registration is currently closed.
german: Registrierung ist momentan geschlossen.

source: Rejected
german: Abgelehnt

source: Remove
german: Entfernen

source: Remove a Referral
german: Referral entfernen

source: Remove an affiliate
german: Affiliate entfernen

source: Remove this referral? This action can not be undone.
german: Diesen Referral entfernen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Results per page
german: Ergebnisse pro Seite

source: Return
german: Eingabe

source: Role
german: Rolle

source: Save
german: Sichern

source: Search
german: Suchen

source: Send
german: Senden

source: Set
german: Setzen

source: Sign Up
german: Anmelden

source: Statistics Summary
german: Statistik-Zusammenfassung

source: Store direct referrals
german: Direkte Referrals 'Store'

source: Terms Page or Post ID
german: Seiten-Begriffe (-Terms) oder Beitrags-ID

source: Terms and conditions
german: Allgemeinen Geschäftsbedingungen

source: Terms page: <em>%s</em>
german: AGB-Seite: <em>%s</em>

source: Thank you for using the <a href="http://www.itthinx.com/plugins/affiliates" target="_blank">Affiliates</a> plugin by <a href="http://www.itthinx.com" target="_blank">itthinx</a>.
german: Danke, dass Sie das <a href="http://www.itthinx.com/plugins/affiliates" target="_blank">Affiliates</a>-Plugin von <a href="http://www.itthinx.com" target="_blank">itthinx</a> verwenden.

source: Thanks for signing up!
german: Danke für die Anmeldung!

source: Thanks!
german: Danke!

source: The Affiliate URL parameter name <strong>has been changed</strong> from <em><strong>%s</strong></em> to <em><strong>%s</strong></em>.
german: Der Affiliate-URL-Parameter-Name <strong>hat sich geändert</strong> von <em><strong>%s</strong></em> zu <em><strong>%s</strong></em>.

source: The Affiliate URL parameter name <strong>has not been changed</strong>, the suggested name <em>is forbidden</em>.
german: Der Affiliate-URL-Parameter-Name <strong>hat sich nicht geändert</strong>; der vorgeschlagene Name <em>ist unzulässig</em>.

source: The Affiliate URL parameter name <strong>has not been changed</strong>, the suggested name <em>is not valid</em>. Only lower case letters and the underscore _ are allowed.
german: Der Affiliate-URL-Parameter-Name <strong>hat sich nicht geändert</strong>; der vorgeschlagene Name <em>ist nicht gültig</em>. Nur Kleinbuchstaben und Unterstrich _ dürfen verwendet werden.

source: The Affiliates plugin provides the <em>Affiliates Contact</em> widget that can be used to record lead referrals.
german: Das Affiliates-Plugin stellt das <em>Affiliates Contact</em>-Widget zur Verfügung, mit dem Referrals-Leads aufgezeichnet werden können.

source: The affiliate information is removed once a visitor has landed on your site.
german: Die Affiliate-Information wird entfernt, sobald ein Besucher auf Ihrer Site gelandet ist.

source: The complete documentation is available on the <a href="http://www.itthinx.com/plugins/affiliates" target="_blank">Affiliates plugin page</a>
german: Die vollständige Dokumentation (engl.) ist unter <a href="http://www.itthinx.com/plugins/affiliates" target="_blank">Affiliates plugin page</a> verfügbar

source: The current Affiliate URL parameter name is: <b>%s</b>
german: Der gegenwärtige Affiliate-URL-Parameter-Name ist: <b>%s</b>

source: The current encoding in effect is: <b>%s</b>
german: Die gegenwärtige verwendete Verschlüsselung ist: <b>%s</b>

source: The default Affiliate URL parameter name is <em>%s</em>.
german: Der standardmäßige Affiliate-URL-Parameter-Name ist <em>%s</em>.

source: The default value is 1. In this case, if a visitor comes to your site via an affiliate link, a suggested referral will be valid until one day after she or he clicked that affiliate link.
german: Der Standardwert gilt an erster Stelle. In diesem Fall, wenn ein Besucher via einen Affiliate-Link auf Ihre Site kommt, dann wird ein vorgeschlagener Referral einen Tag lang gültig sein nachdem sie oder er auf diesen Affiliate-Link geklickt hat.

source: The referral could not be saved.
german: Der Referral konnte nicht gespeichert werden.

source: The referral has been created.
german: Der Referral ist erstellt worden.

source: The referral has been removed.
german: Der Referral ist entfernt worden.

source: The referral has been saved.
german: Der Referral ist gespeichert worden.

source: The referral has not been created. Duplicate?
german: Der Referral ist nicht erstellt worden. Duplizieren?

source: There are different email addresses on record for the affiliate and the associated user. This might be ok, but if in doubt please check. The email address on file for the user is %s
german: Es liegen unterschiedliche Email-Adressen für den Affiliate und den zugeordneten Benutzer vor. Dies kann in Ordnung sein, aber falls Sie Zweifel haben, dann überprüfen Sie dies bitte. Die für den Benutzer gespeicherte Email-Adresse ist %s

source: There are no results.
german: Es gibt keine Ergebnisse.

source: There are two types of links your affiliates may use to link to your site:
german: Es gibt zwei Arten von Links, die Ihre Affiliates verwenden können, um sich mit Ihrer Site zu verlinken:

source: There is 1 affiliate in this set
german: In diesem Set befindet sich 1 Affiliate

source: There is 1 operative affiliate
german: Es gibt 1 operativen Affiliate

source: This contact form will request a referral and store the data that has been submitted.
german: Dieses Kontakt-Formular wird einen Referral anfragen und die Daten speichern, die eingereicht werden.

source: This is the number of days since a visitor accessed your site via an affiliate link, for which a suggested referral will be valid.
german: Dies ist die Anzahl Tage für die ein vorgeschlagener Referral gültig sein wird, seit ein Besucher via einen Affiliate-Link auf Ihre Site gelangt ist.

source: This link uses a nicer URL to record vists you receive through your affiliates.
german: Dieser Link verwendet eine schönere URL, um Visits (Besuche) aufzuzeichnen, die Sie via Affiliates erhalten.

source: This link uses a parameter in the URL to record vists you receive through your affiliates.
german: Dieser Link verwendet einen Parameter in der URL, um Visits (Besuche) aufzuzeichnen, die Sie via Affiliates erhalten.

source: This option should only be used to clean up after testing.
german: Diese Option sollte nur zum Säubern nach dem Testen verwendet werden.

source: This referral does not exist.
german: Dieser Referral existiert nicht.

source: This screen offers an overview with basic statistical data.
german: Dieser Bildschirm gibt einen Überblick mit grundlegenden Statistik-Daten.

source: Time
german: Zeit

source: Title:
german: Titel:

source: To be used as an entry-level referral tool (e.g. in lead generation), if you want to track who has contacted you and has visited your site through an affiliate.
german: Um als Einstiegs-Werkzeug (z.B. in der Lead-Generierung) verwendet zu werden, falls Sie tracken (nachverfolgen) wollen, wer Sie kontaktiert und Ihre Site via einen Affiliate besucht hat.

source: To serve as an example on how to use the API provided by the Affiliates plugin
german: Dient als ein Beispiel dafür, wie die vom Affiliate-Plugin zur Verfügung gestellte API zu verwenden ist.

source: To use it, place the widget in one of your <a href="%s">widget areas</a>.
german: Um es zu verwenden, platzieren Sie das Widget in einen Ihrer <a href="%s">Widget-Bereiche</a>.

source: Unless the incoming affiliate links reflect the current Affiliate URL parameter name, no affiliate hits, visits or referrals will be recorded.
german: Die eingehenden Affiliate-Links müssen den gegenwärtigen Affiliate-URL-Parameter-Namen widergeben, damit Affiliate-Hits, -Visits (-Besuche) oder -Referrals aufgezeichnet werden.

source: Until
german: Bis

source: Username
german: Benutzername

source: Username : %s
german: Benutzername: %s

source: Username: %s
german: Benutzername: %s

source: Visitors
german: Besucher

source: Visits
german: Visits (Besuche)
